{
    "frameset": [
        {
            "id": 1,
            "title": "Pinarello DOGMA F12",
            "decription": "Le Pinarello F12 Disc est disponible en même temps que la version Rim pour vous permettre de gagner en performance sur une technologie bien spécifique comme le disque. Le travail sur l'aérodynamisme est aussi énorme car c'est le frein principal à l'avancement du cycliste. Ici le gain est conséquent avec 7.3% sur l’ensemble cadre-fourche. En adoptant le cintre Most Talon Ultra vous pouvez encore gagner 5% ce qui au final porte le gain à 8 watts à 40km/h.La fibre carbone Torayca T1100 1K est la plus haute dans la gamme Toray et permet d’obtenir un cadre à la fois léger et d'une grande rigidité. C’est le savoir-faire et la connaissance technique des ingénieurs Pinarello qui fait aussi une grande différence. Il n'y a que Pinarello pour réaliser un travail de cette dimension. Le résultat est un cadre 10% plus rigide que la version Pinarello F10 Disk. L’asymétrie du cadre a été retravaillé pour offrir 45% de stabilité en plus. Au niveau du freinage on passe sur la technologie disque qui permet d'avoir un freinage constant en toutes conditions. L'intégration de la câblerie et des durites est tout simplement parfaite sur le Pinarello F12 Disk que ce soit pour le freinage mais également pour les vitesses. Le principal frein à l'avancement est la résistance que peut opposer le cycliste avec sa position. Pinarello réduit donc au maximum cette résistance,une position travaillée vous permettra de gagner encore quelques watts.La touche finale du Pinarello F12 vient de sa boite de pédalier qui reste au standard italien. La classe et l’élégance d’une grande marque !",
            "size": [53, 54, 55, 56],
            "color": ["Black", "White", "Team"],
            "price": 5000,
            "cat_product": "frameset",
            "img": "/img/1597826073-a618.png"
        },

        {
            "id": 2,
            "title": "Colnago C64",
            "decription": "Traverser les Alpes et vous découvrirez vite le savoir-faire des Italiens en matière de vélos. Colnago ne déroge pas à cette règle avec ce kit cadre C64 PJBK. Intégralement fabriqué en Italie, ce produit résulte d'un travail de précision acharné et d'une culture cycliste ancestrale. Le carbone à haut rendement utilisé dans la conception de ce kit cadre est une preuve de la qualité du travail de Colnago. Ce C64 dispose d'une fourche avec un extérieur nervuré, la rendant très rigide frontalement et latéralement. Au niveau du triangle arrière, rien n'est laissé au hasard avec un corps inédit en carbone monocoque qui apporte une rigidité maximale au train arrière. Le tube diagonal a lui aussi été repensé spécifiquement par les ingénieurs italiens : avec les mêmes bases que son petit frère le C60, ce cadre C64 propose une pièce centrale affinée au niveau du pédalier et surtout, un look hors du commun. D'ailleurs, cette version en couleur PJBK vous assurera un style certain en toutes conditions. Plutôt typé pour la montagne, il n'en reste pas moins un redoutable chasseur de temps avec son porte-bidon intégré. La fabrication main du collier de selle apporte aussi une différence remarquable. Totalement intégré, vous profiterez d'un poids encore réduit, d'une rigidité verticale améliorée et d'un style perfectionné. De la même sorte, le poste d'assise, avec sa forme semi-tronquée est étudié pour un gain aérodynamique supplémentaire. En fait, ce kit cadre est un produit qui s'adaptera parfaitement aux différents profils de la route et transformera vos entrainements en sorties inoubliables !",
            "size": [52, 54, 56, 58, 60],
            "color": ["Black", "White", "Team", "Orange", "Read", "Blue"],
            "price": 4500,
            "cat_product": "frameset",
            "img": "/img/C64-PJWH.jpg"
        }
    ],

    "wheelset": [
        {
            "id": 1,
            "title": "CAMPAGNOLO BORA ULTRA 50",
            "decription": "La paire de roues CAMPAGNOLO Bora Ultra 50 à pneus est efficace sur tous les terrains et sous toutes les conditions. Des roues polyvalentes qui bénéficient des améliorations de la nouvelle génération. En l’occurrence, les moyeux se parent de roulements CULT très haut-de-gamme près de neuf fois plus fluides que les modèles standards, et avec une durabilité exceptionnelle. Dotée d'une nouvelle surface de freinage AC3 qui améliore l'efficacité de l'action des patins sur route mouillée, la jante entièrement en carbone est plus large afin d’augmenter l’aérodynamisme et la rigidité latérale. Cette rigidité est également optimisée grâce à l’utilisation d’une flasque arrière surdimensionnée et un rayonnage arrière G3 exclusif plus performant. Le système Dynamic Balance permet d’équilibrer le poids de la roue en composant le poids de la valve par une masse égale situé exactement en face. Son profil très haut (50 mm) offre une pénétration dans l'air et une qualité de roulement épatante, indipensable pour ceux qui recherchent de la vitesse. ",
            "roue_libre_type": ["Shimano", "Campagnolo"],
            "pneu_type": ["Pneus", "Boyaux"],
            "price": 2500,
            "cat_product": "wheelset",
            "img": "/img/campagnolo-bora-ultra-50-dark-tubular-ca-11v-cb-zwart-8050046165746-11-l.jpg"
        },

        {
            "id": 2,
            "title": "Lightweight Meilenstein",
            "decription": "La légèreté, la rigidité et le rendement sont des éléments propres à ce modèle qui trouve sa place sur des vélos à haut rendement. Le nom Lightweight résonne comme le haut de gamme de l’équipement cycliste pour les passionnés. Les ingénieurs ont développé un modèle unique qui associe les spécificités et les contraintes du freinage disque. Les moyeux sont complètement nouveaux et présentent une forme spécifique pentagonale (5 côtés). Tout simplement magnifique ! La fabrication est ultra-confidentielle et reste la maitrise de la marque Allemande. On retrouve le même design que sur la version patin, une hauteur de jante de 48mm, une largeur de 24mm qui permettra la monte d'un pneumatique allant de 24 à 34mm. La polyvalence va être au rendez-vous avec ce profil de 48mm. Le plat, la moyenne montagne ou même la haute montagne seront des terrains  pour exploiter votre potentiel physique mais aussi celui de votre machine. Avec une largeur de 24mm on augmente la surface en contacte avec la route et donc le confort. Car des roues Lightweight ça reste rigide, très rigide ! On note une construction spécifique avec 20 rayons à l'avant et à l'arrière pour répondre aux contraintes du freinage disque. Pour la monte des disques, on retrouve le systême Centerlock. Le format d’axe pour la roue avant est de 12/100mm et pour la roue arrière 12/142mm. Pour une transmission parfaite de la puissance le moyeux arrière Lightweight Pentagon reçoit un corps de roue libre DT Swiss 240S et sa technologie à Ratchet. Il est donc possible avec la paire de roues Lightweight Meilenstein C 24D de combiner légèreté, technicité, faible poids et rendement. Une manière hors norme d’améliorer votre vélo sur une technologie en pleine progression et qui va devenir la référence dans les années à venir.",
            "roue_libre_type": ["Shimano"],
            "pneu_type": ["Pneus"],
            "price": 4500,
            "cat_product": "wheelset",
            "img": "/img/8815_0.jpg"
        },

        {
            "id": 3,
            "title": "Zipp 404 NSW",
            "decription": "Les roues Zipp 404 NSW Carbon Clincher à pneus sont étudiées pour la vitesse et la performance. L’aérodynamisme a été travaillé pour obtenir le meilleur ratio possible entre performance au vent latéral et rigidité. La rigidité justement est optimisée par la présence des nouveaux moyeux Cognition qui offrent aussi une résistance aux frottements beaucoup moins importantes qu'un moyeu classique. La surface de freinage NSW (pour Nest Speed Weapony) est performante quelque soit le terrain ou le climat. A haute vitesse, le freinage est d'une performance remarquable. Sous la pluie la puissance de freinage est quasi immédiate. Un sérieux gage de sécurité. La forme de la jante ABLC Sawtooth annonce un gain de 34% lorsque le vent est latéral. La maniabilité de votre vélo sen trouve grandement améliorée. Le profil de 58 mm  conditionne l'utilisation des roues Zipp 404 NSW pour un parcours plat ou peu vallonnée. Une épreuve chronométré est aussi un terrain de jeu parfaitement adaptée pour cette roue haut de gamme. On retrouve la qualité de fabrication de la marque américaine qui demeure une référence dans le domaine de la roue carbone performante. La décoration de la jante est assurée par la technique Impress Graphiq qui vient imprimer directement le logo Zipp sur la jante dans le but de le conserver d'une manière durable. Au niveau pneumatique, il est possible de les équiper de pneus classiques ou de pneus Tubeless Ready avec l'usage de liquide préventif et de valves tubeless.",
            "roue_libre_type": ["Shimano"],
            "pneu_type": ["Pneus", "Tubeless"],
            "price": 2500,
            "cat_product": "wheelset",
            "img": "/img/DSC01094.jpg"
        }
    ],

    "groupset": [
        {
            "id": 1,
            "title": "Shimano 105",
            "description": "Le groupe Shimano 105 fait peau neuve avec l'arrivée du R7000. Visuellement, il ressemble fortement au groupe Ultegra R8000 et Dura-Ace R9100, puisqu'il reprend les mêmes systèmes pour proposer un niveau de performance élevé et une fiabilité hors pair. Le dérailleur arrière Discret Shadow permet de loger le corps du dérailleur sous la cassette, et adopte un montage direct mount (compatible avec l'ensemble des cadres du marché) pour un ensemble plus rigide et donc plus performant. Le dérailleur avant quant à lui, reprend la conception du Dura-Ace R9100 pour un meilleur dégagement pour les pneus de larges sections, et dispose d'une vis de réglage de la tension du câble pour des réglages plus accessibles. Le pédalier a également été revu en profondeur, en proposant un design asymétrique avec une manivelle plus rigide pour un meilleur transfert d'énergie, ainsi que de nouveaux plateaux plus légers Holowglide. Enfin, le groupe 105 est commandé à l'aide de deux nouvelles poignées très ergonomiques pour une meilleure prise en main et donc un meilleur contrôle.",
            "cassette_etagement": ["11-23", "11-25", "11-28", "12-25", "12-28", "12-30"],
            "denture": ["50-34", "52-36", "53-39", "54-42"],
            "longueur_manivelle": [170, 172.5, 175],
            "boitier_de_pedalier": ["italien", "BSA", "PressFit"],
            "price": 750,
            "cat_product": "groupset",
            "img": "/img/5be2be5cc9cb8.jpg"
        },

        {
            "id": 2,
            "title": "Shimano Ultegra",
            "description": "Le groupe Ultegra de Shimano est une valeur sûre depuis plusieurs générations. La génération R8000 place la barre toujours plus haute en s'attaquant à chaque détail dans le but d'optimiser le confort d'utilisation tout comme les performances pures ! Nouveau pédalier plus rigide, manettes redessinées et affinées pour une ergonomie toujours meilleure, ... Shimano à su allier le rapport qualité/prix imbattable qui à fait le succès de la précédente version 6800, avec les incroyables innovations du groupe Dura-Ace 9100. Avec ce nouveau Ultegra R8000, Shimano pousse l'optimisation de chacun des composants plus loin, et propose des avancées technologiques concrètes qui rendent l'utilisation de ce groupe toujours plus confortable. Une nouvelle vis permettant d'ajuster la tension du câble est ajoutée sur le dérailleur avant, offrant un réglage simplifié.  Une modernisation qui touche également le dérailleur arrière, désormais compatible avec des cassettes 11-30, et les freins, qui acceptent les pneumatiques de 28mm.",
            "cassette_etagement": ["11-23", "11-25", "11-28", "12-25", "12-28", "12-30"],
            "denture": ["50-34", "52-36", "53-39", "54-42"],
            "longueur_manivelle": [170, 172.5, 175],
            "boitier_de_pedalier": ["italien", "BSA", "PressFit"],
            "price": 1000,
            "cat_product": "groupset",
            "img": "/img/r8000-groep.jpeg"
        },

        {
            "id": 3,
            "title": "Shimano Dura Ace",
            "description": "Le nouveau groupe Shimano Dura Ace R9100 est une pure merveille. La marque japonaise a pris le soin de moderniser et de soigner son design tout en apportant des innovations techniques non négligeables. Outre son aspect esthétique, le nouveau pédalier bénéficie d'une nouvelle architecture des plateaux pour un passage des vitesses améliorés, les poignées ont été légèrement réduites pour une meilleure ergonomie et le dérailleur arrière a été revisité pour être compatible avec des cassettes en 30 dents. Cette dernière innovation a été réalisée de façon à répondre à la demande des professionnelles qui utilisent de plus en plus de grands braquets en montagne. Le dérailleur avant se voit aussi amélioré avec l’arrivée d’un système pour arrimer le câble et ainsi obtenir un fonctionnement parfait. - Poids total constructeur pour un groupe en 50x34 170mm et cassette 11x28 : 1995 grammes - Cassette au choix : 11x25, 11x28, 11x30, 12x25 ou 12x28 - Pédalier 50x34, 52x36 ou 53x39 - Manivelles 170, 172.5 ou 175mm - Transmission mécanique double plateau 11 vitesses - Compatible avec tous les cadres du marché : BB86, BB386, BB30, PF30, BBRight, BSA, Italien, Trek...",
            "cassette_etagement": ["11-23", "11-25", "11-28", "12-25", "12-28", "12-30"],
            "denture": ["50-34", "52-36", "53-39", "54-42"],
            "longueur_manivelle": [170, 172.5, 175],
            "boitier_de_pedalier": ["italien", "BSA", "PressFit"],
            "price": 2000,
            "cat_product": "groupset",
            "img": "/img/shimano-shimano-dura-ace-9100-velgrem-11-speed-gro.png"
        },

        {
            "id": 4,
            "title": "Campagnolo Super Record",
            "description": "Le groupe complet vélo route Campagnolo Super Record est le modèle phare de la marque. Désormais, il évolue dans une configuration 12 vitesses, et offre une plus large plage de braquets. Il demeure toujours aussi fluide et performant, et compatible avec les cadres habituels du marché. Le groupe Super Record 2x12v maintient les performances et la qualité de prestations ayant fait la renommée de la gamme. Les poignées Ergopower offrent notamment souplesse et confort d’utilisation. Ces poignées offrent désormais une possibilité de réglage sur 2 positions pour une adaptation optimale à chaque dimension de main. Elles intègrent aussi la technologie Ultra-Shift permettant des sauts de 3 pignons en montée et de 5 pignons en descente. Les nouveaux étriers Super Record offrent aussi un meilleur mordant pour des distances d’arrêt plus courtes. Ils adoptent un design aérodynamique et offre un dégagement pour les pneus de 28 mm. ",
            "cassette_etagement": ["11-23", "11-25", "11-28", "12-25", "12-28", "12-30"],
            "denture": ["50-34", "52-36", "53-39", "54-42"],
            "longueur_manivelle": [170, 172.5, 175],
            "boitier_de_pedalier": ["italien", "BSA", "PressFit"],
            "price": 2400,
            "cat_product": "groupset",
            "img": "/img/groupe-complet-velo-route-campagnolo-super-record-2x12v.jpg"
        }
    ]
}
